Repository: Ran-n/m3di4
Catalog: media/i18n/*/LC_MESSAGES/media4.po
Languages: gl

source: Starting the sqlite db
gl: Comezando a bd sqlite

source: Creating the sqlite db
gl: Creando a bd sqlite

source: Creating connection and cursor to the sqlite db
gl: Creando a conexión e o cursor á bd sqlite

source: Disconnecting from the sqlite db
gl: Desconectando da bd sqlite

source: Saving the sqlite db
gl: Gardando a bd sqlite

source: Starting GUI view
gl: Comezando a vista GUI

source: Starting Terminal view
gl: Comezando a vista Terminal

source: Media4 Manager
gl: Manexador Media4

source: *** MENU ***
gl: *** MENÚ ***

source: Exit
gl: Sair

source: Insert
gl: Insertar

source: Starting the exit process
gl: Comezando o proceso de saída

source: Exiting the program
gl: Saíndo do programa

source: Starting the insert process
gl: Comezando o proceso de inserción
